Repository: hakankorhasan/quitly
Catalog: quitly/quitly/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, ja, ko, pt_br, ru, tr, zh_hans

source: A an example control that runs a timer.
ar: مثال للتحكم الذي يقوم بتشغيل جهاز ضبط الوقت.
de: Ein Beispielsteuerelement, das einen Timer ausführt.
fr: Un exemple de contrôle qui exécute une minuterie.
ja: タイマーを実行するコントロールの例。
ko: 타이머를 실행하는 예제 컨트롤입니다.
pt_br: Um exemplo de controle que executa um timer.
ru: Пример элемента управления, запускающего таймер.
zh_hans: 运行计时器的示例控件。

source: Amount
ar: كمية
de: Menge
fr: Montant
ja: 額
ko: 양
pt_br: Quantia
ru: Количество
zh_hans: 数量

# attempts_best
source: 🏆 Best: %d days · %@
ar: 🏆 الأفضل: %d يوم · %@
de: 🏆 Am besten: %d Tage · %@
fr: 🏆 Meilleur : %d jours · %@
ja: 🏆 ベスト: %d 日 · %@
ko: 🏆 최고: %d일 · %@
pt_br: 🏆 Melhor: %d dias · %@
ru: 🏆 Лучшее: %d дней · %@
tr: 🏆 En iyi: %d gün · %@
zh_hans: 🏆 最佳：%d 天 · %@

# attempts_count
source: %d attempts
ar: %d محاولات
de: %d Versuche
fr: %d tentatives
ja: %d 回の試行
ko: %d번 시도
pt_br: %d tentativas
ru: %d попыток
tr: %d deneme
zh_hans: %d 次尝试

# attempts_empty
source: No previous attempts. Keep going strong!
ar: لا توجد محاولات سابقة. استمر بقوة!
de: Keine vorherigen Versuche. Mach weiter so!
fr: Aucune tentative précédente. Continuez fort !
ja: 以前の試みはありません。これからも強く進んでください！
ko: 이전 시도가 없습니다. 계속 힘내세요!
pt_br: Nenhuma tentativa anterior. Continue forte!
ru: Никаких предыдущих попыток. Продолжайте идти сильными!
tr: Henüz deneme yok. Böyle devam et!
zh_hans: 之前没有尝试过。继续坚强！

# attempts_row_days
source: %d days clean
ar: %d يوم نظيف
de: %d Tage sauber
fr: %d jours d'abstinence
ja: %d 日クリーン
ko: %d일 청소
pt_br: %d dias limpos
ru: %d дней чистоты
tr: %d gün temiz
zh_hans: %d 天干净

# attempts_show_less
source: Show less
ar: عرض أقل
de: Weniger anzeigen
fr: Afficher moins
ja: 表示を少なくする
ko: 간략히 보기
pt_br: Mostrar menos
ru: Показать меньше
tr: Daha az göster
zh_hans: 显示较少

# attempts_show_more
source: Show %d more
ar: عرض %d المزيد
de: %d mehr anzeigen
fr: Afficher %d plus
ja: さらに %d 個を表示
ko: %d개 더 표시
pt_br: Mostrar mais %d
ru: Показать ещё %d
tr: %d tanesini daha göster
zh_hans: 显示更多 %d 个

# attempts_title
source: Previous Attempts
ar: المحاولات السابقة
de: Frühere Versuche
fr: Tentatives précédentes
ja: 以前の試み
ko: 이전 시도
pt_br: Tentativas anteriores
ru: Предыдущие попытки
tr: Önceki Denemeler
zh_hans: 之前的尝试

# badge_free
source: FREE
ar: مجاني
de: GRATIS
es: GRATIS
fr: GRATUIT
ja: 無料
ko: 무료
pt_br: GRÁTIS
ru: БЕСПЛАТНО
tr: ÜCRETSİZ
zh_hans: 免费

# calendar_slip
source: Slip
ar: انتكاسة
de: Rückfall
es: Recaída
fr: Rechute
ja: 再飲酒
ko: 실수
pt_br: Recaída
ru: Срыв
tr: Kayma
zh_hans: 复饮

# calendar_sober
source: Sober
ar: صاحي
de: Nüchtern
es: Sobrio
fr: Sobre
ja: 断酒
ko: 금주
pt_br: Sóbrio
ru: Трезвый
tr: Temiz
zh_hans: 清醒

# calendar_title
source: YOUR PROGRESS
ar: تقدمك
de: DEIN FORTSCHRITT
es: TU PROGRESO
fr: VOS PROGRÈS
ja: あなたの進捗
ko: 나의 진행 상황
pt_br: SEU PROGRESSO
ru: ВАШ ПРОГРЕСС
tr: İLERLEMEN
zh_hans: 你的进展

# chart_day_annotation
source: Day %d
ar: يوم %د
de: Tag %d
fr: Jour %d
ja: %d 日
ko: %d일
pt_br: Dia %d
ru: День %д
tr: %d. Gün
zh_hans: 第 %d 天

source: Day
ar: يوم
de: Tag
fr: Jour
ja: 日
ko: 낮
pt_br: Dia
ru: День
zh_hans: 天

# goal_less_desc
source: Reduce your intake
ar: قلل من استهلاكك
de: Konsum reduzieren
es: Reduce tu consumo
fr: Réduisez votre consommation
ja: 摂取量を減らす
ko: 섭취량 줄이기
pt_br: Reduza seu consumo
ru: Сократить употребление
tr: Tüketimini azalt
zh_hans: 减少摄入量

# goal_less_title
source: Drink less
ar: اشرب أقل
de: Weniger trinken
es: Beber menos
fr: Boire moins
ja: 飲む量を減らす
ko: 음주량 줄이기
pt_br: Beber menos
ru: Пить меньше
tr: Daha az iç
zh_hans: 少喝酒

# goal_mode_label
source: YOUR GOAL
ar: هدفك
de: DEIN ZIEL
es: TU OBJETIVO
fr: VOTRE OBJECTIF
ja: あなたの目標
ko: 나의 목표
pt_br: SEU OBJETIVO
ru: ВАША ЦЕЛЬ
tr: HEDEFİN
zh_hans: 你的目标

# goal_quit_desc
source: No alcohol at all
ar: بدون كحول على الإطلاق
de: Kein Alkohol mehr
es: Sin alcohol en absoluto
fr: Plus d'alcool du tout
ja: 一切飲まない
ko: 술 한 방울도 안 마시기
pt_br: Nenhum álcool
ru: Никакого алкоголя
tr: Hiç alkol almamak
zh_hans: 完全不喝酒

# goal_quit_title
source: Quit completely
ar: الإقلاع تمامًا
de: Komplett aufhören
es: Dejarlo completamente
fr: Arrêter complètement
ja: 完全にやめる
ko: 완전히 끊기
pt_br: Parar completamente
ru: Бросить полностью
tr: Tamamen bırak
zh_hans: 完全戒酒

# goal_subtitle_less
source: Drinking less
ar: تشرب أقل
de: Weniger trinken
es: Bebiendo menos
fr: Boire moins
ja: 飲む量を減らしている
ko: 음주량 줄이는 중
pt_br: Bebendo menos
ru: Пью меньше
tr: Daha az içiyorsun
zh_hans: 减少饮酒中

# goal_subtitle_quit
source: Quitting completely
ar: الإقلاع بشكل كامل
de: Komplett aufhören
es: Dejándolo por completo
fr: Arrêt complet
ja: 完全にやめる
ko: 완전히 끊는 중
pt_br: Parando completamente
ru: Полный отказ
tr: Tamamen bırakıyorsun
zh_hans: 完全戒酒中

# goal_subtitle_weekends
source: Sober weekdays
ar: أيام الأسبوع صاحية
de: Nüchterne Wochentage
es: Días de semana sobrio
fr: Semaine sobre
ja: 平日は断酒
ko: 평일 금주 중
pt_br: Dias de semana sóbrio
ru: Трезвые будни
tr: Hafta içi temiz
zh_hans: 工作日清醒

# goal_weekends_desc
source: Weekdays sober
ar: أيام الأسبوع بدون شرب
de: Unter der Woche nüchtern
es: Entre semana sobrio
fr: Sobre en semaine
ja: 平日は断酒
ko: 평일에는 금주
pt_br: Sóbrio durante a semana
ru: Трезвые будни
tr: Hafta içi temiz
zh_hans: 工作日保持清醒

# goal_weekends_title
source: Only weekends
ar: عطلة نهاية الأسبوع فقط
de: Nur am Wochenende
es: Solo fines de semana
fr: Seulement le week-end
ja: 週末だけ
ko: 주말에만
pt_br: Só nos fins de semana
ru: Только по выходным
tr: Sadece hafta sonu
zh_hans: 只在周末

# home_daily_cost
source: Daily cost
ar: التكلفة اليومية
de: Tägliche Kosten
fr: Coût quotidien
ja: 1日あたりの費用
ko: 일일 비용
pt_br: Custo diário
ru: Ежедневная стоимость
tr: Günlük maliyet
zh_hans: 每日费用

# home_day_clean
source: day clean
ar: يوم نظيف
de: Tag sauber
fr: journée de nettoyage
ja: 一日きれい
ko: 깨끗한 날
pt_br: dia limpo
ru: день чистый
tr: gündür temiz
zh_hans: 一天干净

# home_day_unit
source: day
ar: يوم
de: Tag
fr: jour
ja: 日
ko: 낮
pt_br: dia
ru: день
tr: gün
zh_hans: 天

# home_days_clean
source: days clean
ar: أيام نظيفة
de: Tage sauber
fr: jours de propreté
ja: きれいな日々
ko: 깨끗한 날
pt_br: dias limpos
ru: дни чистые
tr: gündür temiz
zh_hans: 干净的日子

# home_health_journey
source: Health Journey
ar: رحلة الصحة
de: Gesundheitsreise
fr: Parcours santé
ja: 健康の旅
ko: 건강 여행
pt_br: Jornada da Saúde
ru: Путешествие к здоровью
tr: Sağlık Serüveni
zh_hans: 健康之旅

# home_hours_in
source: %lld hours in
ar: %lld ساعة
de: %lld Stunden vergangen
fr: %lld heures dans
ja: %lld時間後
ko: %lld시간 후
pt_br: %lld horas em
ru: %lld часов в
tr: %lld saattir temiz
zh_hans: %lld 小时

# home_i_slipped
source: I slipped...
ar: لقد انزلقت...
de: Ich bin ausgerutscht...
fr: J'ai glissé...
ja: 滑ってしまった…
ko: 미끄러졌어...
pt_br: eu escorreguei...
ru: Я поскользнулся...
tr: Bozdum...
zh_hans: 我滑倒了...

# home_money_saved_title
source: Money Saved
ar: المال المحفوظة
de: Geld gespart
fr: Argent économisé
ja: 節約されたお金
ko: 돈이 절약되었습니다
pt_br: Dinheiro economizado
ru: Экономия денег
tr: Kurtarılan Para
zh_hans: 省钱

# home_savings_chart_title
source: Projected Wealth (30 Days)
ar: الثروة المتوقعة (30 يومًا)
de: Projiziertes Vermögen (30 Tage)
es: Ahorro Proyectado (30 Días)
fr: Richesse projetée (30 jours)
ja: 予測される資産 (30 日間)
ko: 예상 자산(30일)
pt_br: Riqueza projetada (30 dias)
ru: Прогнозируемое богатство (30 дней)
tr: 30 Günlük Tasarruf Projeksiyonu
zh_hans: 预计财富（30 天）

# home_stay_strong
source: Stay Strong
ar: ابق قويا
de: Stark bleiben
fr: Reste fort
ja: 強くありなさい
ko: 힘내세요
pt_br: Aguente firme
ru: Оставайся сильным
tr: Güçlü Kal
zh_hans: 坚强点

# home_welcome_cta
source: Start My Journey
ar: ابدأ رحلتي
de: Beginnen Sie meine Reise
es: Comenzar Mi Viaje
fr: Commencer mon voyage
ja: 私の旅を始めましょう
ko: 내 여행을 시작하세요
pt_br: Comece minha jornada
ru: Начни мое путешествие
tr: Yolculuğuma Başla
zh_hans: 开始我的旅程

# home_welcome_subtitle
source: Every hour without a cigarette is a victory. Stay strong.
ar: كل ساعة بدون سيجارة هي انتصار. ابق قويا.
de: Jede Stunde ohne Zigarette ist ein Sieg. Stark bleiben.
es: Cada hora sin cigarrillo es una victoria. Mantente fuerte.
fr: Chaque heure sans cigarette est une victoire. Reste fort.
ja: タバコを吸わない時間はすべて勝利です。強くありなさい。
ko: 담배가 없는 매 시간은 승리입니다. 힘내세요.
pt_br: Cada hora sem cigarro é uma vitória. Aguente firme.
ru: Каждый час без сигареты – это победа. Оставайся сильным.
tr: Sigarasız geçen her saat bir zaferdir. Güçlü kal.
zh_hans: 不抽烟的每个小时都是一种胜利。坚强点。

# home_welcome_title
source: Your Journey Starts Now
ar: رحلتك تبدأ الآن
de: Ihre Reise beginnt jetzt
es: Tu Viaje Comienza Ahora
fr: Votre voyage commence maintenant
ja: あなたの旅は今始まります
ko: 귀하의 여행은 지금 시작됩니다
pt_br: Sua jornada começa agora
ru: Ваше путешествие начинается сейчас
tr: Yolculuğun Şimdi Başlıyor
zh_hans: 您的旅程现在开始

# home_your_journey
source: Your journey
ar: رحلتك
de: Deine Reise
fr: Votre voyage
ja: あなたの旅
ko: 당신의 여행
pt_br: Sua jornada
ru: Ваше путешествие
tr: Yolculuğun
zh_hans: 你的旅程

# identity_day0
source: Today, you choose yourself.
ar: اليوم، تختار نفسك.
de: Heute wählst du dich selbst.
es: Hoy te eliges a ti mismo.
fr: Aujourd'hui, tu te choisis toi-même.
ja: 今日、あなたは自分を選びます。
ko: 오늘, 당신은 자신을 선택합니다.
pt_br: Hoje, você escolhe a si mesmo.
ru: Сегодня ты выбираешь себя.
tr: Bugün kendini seçiyorsun.
zh_hans: 今天，你选择了自己。

# identity_day1_3
source: You are someone who is in control.
ar: أنت شخص يسيطر على نفسه.
de: Du bist jemand, der die Kontrolle hat.
es: Eres alguien que tiene el control.
fr: Tu es quelqu'un qui a le contrôle.
ja: あなたは自制心のある人です。
ko: 당신은 자제력이 있는 사람이에요.
pt_br: Você é alguém que tem controle.
ru: Ты — тот, кто контролирует себя.
tr: Sen kontrol sahibi birisin.
zh_hans: 你是一个有自控力的人。

# identity_day4_7
source: You drink less now.
ar: أنت تشرب أقل الآن.
de: Du trinkst jetzt weniger.
es: Ahora bebes menos.
fr: Tu bois moins maintenant.
ja: 今はお酒を控えています。
ko: 이제 술을 덜 마시고 있어요.
pt_br: Agora você bebe menos.
ru: Теперь ты пьёшь меньше.
tr: Artık daha az içiyorsun.
zh_hans: 现在你喝得更少了。

# identity_day8_14
source: Your body is thanking you.
ar: جسمك يشكرك.
de: Dein Körper dankt es dir.
es: Tu cuerpo te lo agradece.
fr: Ton corps te remercie.
ja: あなたの体は感謝しています。
ko: 당신의 몸이 고마워하고 있어요.
pt_br: Seu corpo está agradecendo.
ru: Твоё тело благодарит тебя.
tr: Vücudun sana teşekkür ediyor.
zh_hans: 你的身体在感谢你。

# identity_day15_30
source: This is becoming who you are.
ar: هذا يصبح جزءًا منك.
de: Das wird zu dem, was du bist.
es: Esto se está convirtiendo en lo que eres.
fr: Ça devient qui tu es.
ja: これがあなた自身になっています。
ko: 이것이 진짜 당신이 되어가고 있어요.
pt_br: Isso está se tornando quem você é.
ru: Это становится частью тебя.
tr: Bu senin kim olduğun oluyor.
zh_hans: 这正在成为你的一部分。

# identity_day30plus
source: You are not a drinker anymore.
ar: لم تعد شاربًا بعد الآن.
de: Du bist kein Trinker mehr.
es: Ya no eres un bebedor.
fr: Tu n'es plus un buveur.
ja: もうあなたはお酒を飲む人ではありません。
ko: 당신은 더 이상 술을 마시는 사람이 아니에요.
pt_br: Você não é mais um bebedor.
ru: Ты больше не пьющий.
tr: Artık içici değilsin.
zh_hans: 你不再是一个饮酒者了。

# insights_locked_calendar
source: Sobriety Calendar
ar: تقويم الرصانة
de: Nuechternheits-Kalender
es: Calendario de sobriedad
fr: Calendrier de sobriete
ja: 禁酒カレンダー
ko: 금주 캘린더
pt_br: Calendario de sobriedade
ru: Календарь трезвости
tr: Ayiklik Takvimi
zh_hans: 戒酒日历

# insights_locked_health
source: Health Milestones
ar: المعالم الصحية
de: Gesundheits-Meilensteine
es: Hitos de salud
fr: Jalons de sante
ja: 健康マイルストーン
ko: 건강 이정표
pt_br: Marcos de saude
ru: Этапы здоровья
tr: Saglik Kilometre Taslari
zh_hans: 健康里程碑

# insights_locked_triggers
source: Trigger Analysis
ar: تحليل المحفزات
de: Ausloser-Analyse
es: Analisis de impulsos
fr: Analyse des declencheurs
ja: トリガー分析
ko: 유발 요인 분석
pt_br: Analise de gatilhos
ru: Анализ триггеров
tr: Tetikleyici Analizi
zh_hans: 触发因素分析

# insights_subtitle
source: Your health & savings
ar: صحتك ومدخراتك
de: Deine Gesundheit & Ersparnisse
es: Tu salud y ahorro
fr: Votre santé et économies
ja: 健康と貯金
ko: 건강과 절약
pt_br: Sua saúde e economia
ru: Ваше здоровье и экономия
tr: Sağlığın ve birikimlerin
zh_hans: 您的健康与储蓄

# insights_title
source: Progress
ar: التقدم
de: Fortschritt
es: Progreso
fr: Progrès
ja: 進捗
ko: 진행
pt_br: Progresso
ru: Прогресс
tr: İlerleme
zh_hans: 进度

# insights_unlock_desc
source: Unlock calendar, trigger analysis, health milestones and more
ar: افتح التقويم وتحليل المحفزات والمعالم الصحية والمزيد
de: Kalender, Ausloser-Analyse, Gesundheits-Meilensteine und mehr freischalten
es: Desbloquea calendario, analisis de impulsos, hitos de salud y mas
fr: Debloquez le calendrier, analyse des declencheurs, jalons de sante et plus
ja: カレンダー、トリガー分析、健康マイルストーンなどを解除
ko: 캘린더, 유발 요인 분석, 건강 이정표 등을 잠금 해제하세요
pt_br: Desbloqueie calendario, analise de gatilhos, marcos de saude e mais
ru: Разблокируйте календарь, анализ триггеров, этапы здоровья и многое другое
tr: Takvim, tetikleyici analizi, saglik kilometre taslari ve daha fazlasini ac
zh_hans: 解锁日历、触发因素分析、健康里程碑等功能

# journey_tab_subtitle
source: Progress, savings & rewards
ar: التقدم والادخار والمكافآت
de: Fortschritt, Ersparnisse und Belohnungen
fr: Progrès, économies et récompenses
ja: 進歩、節約、報酬
ko: 진행 상황, 절약 및 보상
pt_br: Progresso, economia e recompensas
ru: Прогресс, экономия и награды
tr: İlerleme, tasarruf ve ödüller
zh_hans: 进步、节省和奖励

# journey_tab_title
source: Your Journey
ar: رحلتك
de: Deine Reise
fr: Votre voyage
ja: あなたの旅
ko: 당신의 여행
pt_br: Sua jornada
ru: Ваше путешествие
tr: Yolculuğun
zh_hans: 你的旅程

# milestone_1w_desc
source: Skin hydration improves noticeably and energy levels are rising
ar: يتحسن ترطيب البشرة بشكل ملحوظ وترتفع مستويات الطاقة
de: Die Hautfeuchtigkeit verbessert sich spürbar und das Energieniveau steigt
es: La hidratación de la piel mejora notablemente y los niveles de energía aumentan
fr: L'hydratation de la peau s'améliore visiblement et l'énergie augmente
ja: 肌の水分量が目に見えて改善し、エネルギーレベルが上がっています
ko: 피부 보습이 눈에 띄게 개선되고 에너지 수준이 높아지고 있습니다
pt_br: A hidratação da pele melhora visivelmente e os níveis de energia aumentam
ru: Увлажнение кожи заметно улучшается, уровень энергии растёт
tr: Cilt nemlenmesi belirgin şekilde iyileşiyor ve enerji seviyeleri yükseliyor
zh_hans: 皮肤水润度明显改善，精力水平不断提升

# milestone_1w_title
source: New Glow
ar: إشراقة جديدة
de: Neuer Glanz
es: Nuevo brillo
fr: Nouvel éclat
ja: 新しい輝き
ko: 새로운 빛남
pt_br: Novo brilho
ru: Новое сияние
tr: Yeni Parlaklık
zh_hans: 焕然一新

# milestone_1yr_desc
source: Liver damage has significantly healed — your risk of liver disease has dropped dramatically
ar: تعافى تلف الكبد بشكل كبير — انخفض خطر الإصابة بأمراض الكبد بشكل كبير
de: Leberschäden haben sich deutlich erholt — Ihr Risiko für Lebererkrankungen ist drastisch gesunken
es: El daño hepático se ha curado significativamente — el riesgo de enfermedad hepática ha caído drásticamente
fr: Les dommages au foie ont considérablement guéri — le risque de maladie hépatique a chuté
ja: 肝臓のダメージが大幅に回復 — 肝臓疾患のリスクが劇的に低下しました
ko: 간 손상이 상당히 치유되었습니다 — 간 질환 위험이 극적으로 감소했습니다
pt_br: O dano hepático foi significativamente curado — o risco de doença hepática caiu drasticamente
ru: Повреждение печени значительно восстановлено — риск заболеваний печени резко снизился
tr: Karaciğer hasarı önemli ölçüde iyileşti — karaciğer hastalığı riskiniz dramatik şekilde düştü
zh_hans: 肝损伤已显著修复——肝病风险大幅下降

# milestone_1yr_title
source: One Year Sober
ar: عام واحد من الرصانة
de: Ein Jahr nüchtern
es: Un año sobrio
fr: Un an sobre
ja: 1年の断酒
ko: 1년 금주
pt_br: Um ano sóbrio
ru: Один год трезвости
tr: Bir Yıl Ayık
zh_hans: 一年戒酒

# milestone_2w_desc
source: Stomach acid normalizes and digestive system begins to heal properly
ar: يتوازن حمض المعدة ويبدأ الجهاز الهضمي في الشفاء
de: Die Magensäure normalisiert sich und das Verdauungssystem beginnt sich zu erholen
es: El ácido estomacal se normaliza y el sistema digestivo comienza a sanar
fr: L'acide gastrique se normalise et le système digestif commence à guérir
ja: 胃酸が正常化し、消化器系が適切に回復し始めます
ko: 위산이 정상화되고 소화기관이 제대로 치유되기 시작합니다
pt_br: O ácido estomacal normaliza e o sistema digestivo começa a se recuperar
ru: Кислотность желудка нормализуется, пищеварительная система начинает восстанавливаться
tr: Mide asidi normalleşiyor ve sindirim sistemi düzgün şekilde iyileşmeye başlıyor
zh_hans: 胃酸恢复正常，消化系统开始正常修复

# milestone_2w_title
source: Gut Recovery
ar: تعافي الجهاز الهضمي
de: Verdauungserholung
es: Recuperación digestiva
fr: Récupération digestive
ja: 消化器の回復
ko: 소화기 회복
pt_br: Recuperação digestiva
ru: Восстановление пищеварения
tr: Sindirim İyileşmesi
zh_hans: 消化系统恢复

# milestone_2yr_desc
source: Heart disease risk has dropped significantly — your body has truly transformed
ar: انخفض خطر أمراض القلب بشكل كبير — جسمك تحول حقاً
de: Das Risiko für Herzkrankheiten ist deutlich gesunken — Ihr Körper hat sich wirklich verwandelt
es: El riesgo de enfermedad cardíaca ha caído significativamente — tu cuerpo se ha transformado verdaderamente
fr: Le risque de maladie cardiaque a considérablement diminué — votre corps s'est véritablement transformé
ja: 心臓病のリスクが大幅に低下 — 体が本当に変わりました
ko: 심장 질환 위험이 크게 감소했습니다 — 당신의 몸은 진정으로 변화했습니다
pt_br: O risco de doença cardíaca caiu significativamente — seu corpo realmente se transformou
ru: Риск сердечных заболеваний значительно снизился — ваше тело по-настоящему преобразилось
tr: Kalp hastalığı riski ciddi oranda düştü — vücudunuz gerçekten dönüşüm geçirdi
zh_hans: 心脏病风险大幅下降——你的身体真正发生了蜕变

# milestone_2yr_title
source: Legendary Sobriety
ar: رصانة أسطورية
de: Legendäre Nüchternheit
es: Sobriedad legendaria
fr: Sobriété légendaire
ja: 伝説の断酒
ko: 전설적 금주
pt_br: Sobriedade lendária
ru: Легендарная трезвость
tr: Efsanevi Ayıklık
zh_hans: 传奇戒酒

# milestone_3w_desc
source: Blood pressure reaches normal levels and cardiovascular health improves
ar: يصل ضغط الدم إلى مستويات طبيعية وتتحسن صحة القلب
de: Der Blutdruck erreicht normale Werte und die Herz-Kreislauf-Gesundheit verbessert sich
es: La presión arterial alcanza niveles normales y la salud cardiovascular mejora
fr: La pression artérielle atteint des niveaux normaux et la santé cardiovasculaire s'améliore
ja: 血圧が正常レベルに達し、心血管の健康が改善します
ko: 혈압이 정상 수준에 도달하고 심혈관 건강이 개선됩니다
pt_br: A pressão arterial atinge níveis normais e a saúde cardiovascular melhora
ru: Давление достигает нормальных значений, сердечно-сосудистая система улучшается
tr: Kan basıncı normal seviyelere ulaşıyor ve kardiyovasküler sağlık iyileşiyor
zh_hans: 血压恢复正常，心血管健康改善

# milestone_3w_title
source: Heart Strengthening
ar: تقوية القلب
de: Herzstärkung
es: Fortalecimiento cardíaco
fr: Renforcement cardiaque
ja: 心臓の強化
ko: 심장 강화
pt_br: Fortalecimento cardíaco
ru: Укрепление сердца
tr: Kalp Güçlenmesi
zh_hans: 心脏增强

# milestone_4w_desc
source: Liver function shows significant improvement — a major one-month achievement!
ar: وظائف الكبد تتحسن بشكل ملحوظ — إنجاز شهر كامل!
de: Die Leberfunktion zeigt deutliche Verbesserung — ein großer Ein-Monats-Erfolg!
es: La función hepática muestra mejora significativa — ¡un gran logro de un mes!
fr: La fonction hépatique montre une amélioration significative — un mois accompli!
ja: 肝機能が著しく改善 — 1ヶ月の大きな達成です！
ko: 간 기능이 크게 개선되었습니다 — 1개월의 위대한 성취!
pt_br: A função hepática mostra melhora significativa — uma grande conquista de um mês!
ru: Функция печени значительно улучшилась — великое достижение первого месяца!
tr: Karaciğer fonksiyonları belirgin şekilde iyileşiyor — büyük bir 1 aylık başarı!
zh_hans: 肝功能显著改善——一个月的重大成就！

# milestone_4w_title
source: Liver Restored
ar: تجدد الكبد
de: Leber wiederhergestellt
es: Hígado restaurado
fr: Foie restauré
ja: 肝臓の再生
ko: 간 복원
pt_br: Fígado restaurado
ru: Печень восстановлена
tr: Karaciğer Yenilendi
zh_hans: 肝脏修复

# milestone_6hr_desc
source: Your blood sugar levels are beginning to normalize after stopping alcohol intake
ar: مستويات السكر في الدم بدأت في العودة إلى طبيعتها
de: Ihr Blutzuckerspiegel beginnt sich nach dem Alkoholstopp zu normalisieren
es: Tus niveles de azúcar en sangre están comenzando a normalizarse
fr: Votre glycémie commence à se normaliser après l'arrêt de l'alcool
ja: 飲酒をやめてから血糖値が正常化し始めています
ko: 음주를 멈춘 후 혈당 수치가 정상화되기 시작합니다
pt_br: Seus níveis de açúcar no sangue estão começando a normalizar
ru: Уровень сахара в крови начинает нормализоваться
tr: Alkolü bıraktıktan sonra kan şekeri seviyeleriniz normalleşmeye başlıyor
zh_hans: 停止饮酒后，血糖水平开始恢复正常

# milestone_6hr_title
source: Blood Sugar Stabilizing
ar: استقرار سكر الدم
de: Blutzucker stabilisiert sich
es: Azúcar en sangre estabilizándose
fr: Glycémie en stabilisation
ja: 血糖値の安定化
ko: 혈당 안정화
pt_br: Açúcar no sangue estabilizando
ru: Стабилизация уровня сахара
tr: Kan Şekeri Dengeleniyor
zh_hans: 血糖趋于稳定

# milestone_6mo_desc
source: Skin appearance has dramatically improved — you look and feel younger
ar: تحسن مظهر البشرة بشكل كبير — تبدو وتشعر بأنك أصغر سناً
de: Das Hautbild hat sich dramatisch verbessert — Sie sehen und fühlen sich jünger
es: La apariencia de la piel ha mejorado drásticamente — te ves y te sientes más joven
fr: L'apparence de la peau s'est considérablement améliorée — vous paraissez plus jeune
ja: 肌の見た目が劇的に改善 — 若々しく見え、若々しく感じます
ko: 피부 외모가 극적으로 개선되었습니다 — 더 젊어 보이고 느껴집니다
pt_br: A aparência da pele melhorou dramaticamente — você parece e se sente mais jovem
ru: Внешний вид кожи значительно улучшился — вы выглядите и чувствуете себя моложе
tr: Cilt görünümü dramatik şekilde iyileşti — daha genç görünüyor ve hissediyorsunuz
zh_hans: 皮肤外观显著改善——看起来和感觉都更年轻了

# milestone_6mo_title
source: Half Year Hero
ar: بطل نصف عام
de: Halbjahrsheld
es: Héroe de medio año
fr: Héros du semestre
ja: 半年のヒーロー
ko: 반년의 영웅
pt_br: Herói de meio ano
ru: Герой полугодия
tr: Yarı Yıl Kahramanı
zh_hans: 半年英雄

# milestone_6w_desc
source: Cholesterol levels are decreasing and your cardiovascular risk is lowering
ar: مستويات الكوليسترول تنخفض ويقل خطر الإصابة بأمراض القلب
de: Cholesterinwerte sinken und Ihr kardiovaskuläres Risiko verringert sich
es: Los niveles de colesterol están bajando y tu riesgo cardiovascular disminuye
fr: Les niveaux de cholestérol diminuent et votre risque cardiovasculaire baisse
ja: コレステロール値が低下し、心血管リスクが減少しています
ko: 콜레스테롤 수치가 내려가고 심혈관 위험이 낮아지고 있습니다
pt_br: Os níveis de colesterol estão diminuindo e seu risco cardiovascular está baixando
ru: Уровень холестерина снижается, сердечно-сосудистый риск уменьшается
tr: Kolesterol seviyeleri düşüyor ve kardiyovasküler riskiniz azalıyor
zh_hans: 胆固醇水平下降，心血管风险降低

# milestone_6w_title
source: Cholesterol Drops
ar: انخفاض الكوليسترول
de: Cholesterin sinkt
es: Colesterol bajando
fr: Cholestérol en baisse
ja: コレステロール低下
ko: 콜레스테롤 감소
pt_br: Colesterol diminuindo
ru: Холестерин снижается
tr: Kolesterol Düşüyor
zh_hans: 胆固醇下降

# milestone_8w_desc
source: Your immune system is significantly stronger — getting sick less often
ar: جهازك المناعي أقوى بكثير — تمرض بشكل أقل
de: Ihr Immunsystem ist deutlich stärker — Sie werden seltener krank
es: Tu sistema inmunológico es significativamente más fuerte — te enfermas menos
fr: Votre système immunitaire est nettement plus fort — vous tombez moins souvent malade
ja: 免疫システムが大幅に強化され、病気にかかりにくくなりました
ko: 면역 체계가 크게 강해져 아프는 횟수가 줄었습니다
pt_br: Seu sistema imunológico está significativamente mais forte — ficando doente com menos frequência
ru: Ваша иммунная система значительно окрепла — вы болеете реже
tr: Bağışıklık sisteminiz çok daha güçlü — daha az hastalanıyorsunuz
zh_hans: 免疫系统明显增强——生病次数减少

# milestone_8w_title
source: Immune Boost
ar: تعزيز المناعة
de: Immunstärkung
es: Refuerzo inmunológico
fr: Renforcement immunitaire
ja: 免疫力アップ
ko: 면역력 강화
pt_br: Reforço imunológico
ru: Укрепление иммунитета
tr: Bağışıklık Güçlenmesi
zh_hans: 免疫增强
